Revit 2026 API
FieldDomainPointsByUV Constructor
Overload List
Name | Description
FieldDomainPointsByUV(IList<UV>) | Initializes a new instance of the FieldDomainPointsByUV class
FieldDomainPointsByUV(IList<UV>, ICollection<Double>, ICollection<Double>) | Initializes a new instance of the FieldDomainPointsByUV class
Top
See Also
Reference
FieldDomainPointsByUV Class
Autodesk.Revit.DB.Analysis Namespace